Repository: Ahmad-danaf/Volunteen
Catalog: Volunteen/locale/*/LC_MESSAGES/django.po
Languages: ar

source: הורה
ar: أهل

source: You are not authorized to view this page.
ar: ما إلك صلاحية تشوف هالصفحة.

source: שני
ar: الاثنين

source: שלישי
ar: الثلاثاء

source: רביעי
ar: الأربعاء

source: חמישי
ar: الخميس

source: שישי
ar: الجمعة

source: שבת
ar: السبت

source: ראשון
ar: الأحد

source: Invalid request method.
ar: طريقة الطلب مش صحيحة.

source: החנות אינה פתוחה כעת.
ar: المتجر مش مفتوح هسّه.

source: לא נבחרו פרסים.
ar: ما انختارت جوائز.

source: בקשת המימוש נשלחה בהצלחה!
ar: طلب الاستخدام انبعت بنجاح!

source: צ`ק אאוט
ar: تسجيل خروج

source: שיטה לא נתמכת.
ar: طريقة مش مدعومة.

source: חסרים נתונים (task_id או image).
ar: في بيانات ناقصة (task_id أو image).

source: צ'ק-אין נשלח לעיבוד ברקע.
ar: تسجيل الدخول انبعت للمعالجة بالخلفية.

source: צ'ק-אאוט נשלח לעיבוד ברקע.
ar: تسجيل الخروج انبعت للمعالجة بالخلفية.

source: לא הצטרפת לקמפיין זה.
ar: ما انضمّيت لهالحملة.

source: שלחנו שוב קוד אימות ב־WhatsApp 📲
ar: بعثنا كود التحقّق مرّة ثانية على واتساب 📲

source: קוד אימות נשלח אליך ב־WhatsApp 📲
ar: انبعتلك كود تحقّق على واتساب 📲

source: קוד האימות שגוי או שפג תוקפו ❌
ar: كود التحقّق غلط أو خلص وقته ❌

source: נרשמת בהצלחה! נוצר לך חשבון זמני ✅
ar: تسجّلت بنجاح! انعملك حساب مؤقّت ✅

source: שם הקבוצה
ar: اسم المجموعة

source: ילדים בקבוצה
ar: أولاد بالمجموعة

source: תיאור
ar: وصف

source: צבע
ar: لون

source: Approve selected redemption requests
ar: الموافقة على طلبات الاستبدال المحددة

source: Schedule Settings
ar: إعدادات الجدولة

source: Date Range
ar: مدى التواريخ

source: Behavior
ar: سلوك

source: Status
ar: الحالة

source: Allowed Proof Options
ar: خيارات الإثبات المسموحة

source: Select which proof options this mentor can assign to tasks
ar: اختار أي خيارات إثبات هالمرشد بقدر يعيّنها للمهام

source: Advanced Permissions
ar: صلاحيات متقدّمة

source: These settings control special permissions for this mentor
ar: هالإعدادات بتتحكم بصلاحيات خاصّة لهالمرشد

source: Configure based on frequency type
ar: اضبط حسب نوع التكرار
