Repository: Ahmad-danaf/Volunteen
Catalog: Volunteen/locale/*/LC_MESSAGES/django.po
Languages: ar

source: תל אביב יפו
ar: تل أبيب يافا

source: סכנין
ar: سخنين

source: אוכל מהיר
ar: أكل سريع

source: בתי קפה
ar: مقاهي

source: מאפיות
ar: مخابز

source: קינוחים
ar: حلويات

source: טבעוני
ar: نباتي

source: סושי
ar: سوشي

source: פיצה
ar: بيتزا

source: גלידות
ar: بوظة

source: מזון בריאות
ar: أكل صحي

source: אסייתי
ar: آسيوي

source: איטלקי
ar: إيطالي

source: שתייה
ar: مشروبات

source: ביגוד
ar: ملابس

source: צעצועים
ar: ألعاب

source: אלקטרוניקה
ar: إلكترونيات

source: ספרים
ar: كتب

source: עוזר
ar: مساعد

source: שואף
ar: طموح

source: שגריר
ar: سفير

source: לוחם
ar: مقاتل

source: נועז
ar: جريء

source: חולם
ar: حالم

source: אלוף
ar: بطل

source: כוכב
ar: نجم

source: נדיב
ar: كريم

source: נסיך
ar: أمير

source: מאיר
ar: مضيء

source: תותח
ar: مبدع

source: מנהיג
ar: قائد

source: שולט
ar: مسيطر

source: אגדי
ar: أسطوري

source: שליט
ar: حاكم

source: נאמן
ar: وفيّ

source: מוביל
ar: رائد

source: תורם
ar: متبرّع

source: אביר
ar: فارس

source: זריז
ar: سريع

source: גדול
ar: كبير

source: עמיד
ar: صامد

source: לבבי
ar: حنون

source: מהיר
ar: סريع

source: נחוש
ar: مُصرّ

source: עוצמתי
ar: قوي

source: זוהר
ar: لامع

source: עליון
ar: أعلى

source: שומר
ar: حارس

source: מקסים
ar: لطيف

source: משפיע
ar: مؤثّر

source: איתן
ar: متين

source: שליח
ar: مرسال

source: מעורר
ar: ملهم

source: מדהים
ar: مذهل

source: פלאי
ar: عجيب

source: מורה
ar: معلّم

source: מאסטר
ar: ماستر

source: תומך
ar: داعِم

source: מתמיד
ar: مثابر

source: חזון
ar: رؤية

source: חלוץ
ar: ريادي

source: ספיר
ar: ياقوت أزرق

source: נוצה
ar: ريشة

source: מלאך
ar: ملاك

source: יוצר
ar: مُبدِع

source: אחדות
ar: وِحدة

source: חמלה
ar: رحمة

source: חלום
ar: حلم

source: תקווה
ar: أمل

source: שלווה
ar: هدوء

source: שמחה
ar: فرح

source: פלא
ar: عَجَب

source: סופה
ar: عاصفة

source: להבה
ar: شعلة

source: אגדה
ar: أسطورة

source: Hebrew
ar: עברית

source: Arabic
ar: عربي

source: Child
ar: طفل

source: Streak Day
ar: يوم من أيام السلسلة

source: Streak count at which this milestone was achieved.
ar: قدّيش عدد الأيام المتتالية اللي عندها تحقق هالإنجاز.

source: Achieved At
ar: اتحقق بتاريخ

source: Streak Milestone Achieved
ar: إنجاز بالسلسلة اتحقق

source: Streak Milestones Achieved
ar: إنجازات السلسلة اللي اتحققت

source: %(action_label)s כבר בוצע
ar: %(action_label)s خلّصته قبل هيك

source: כבר ביצעת
ar: إنت عملته قبل

source: למשימה:
ar: للمهمّة:

source: שימו לב! ⏰
ar: ديروا بالكم! ⏰

source: אם תעלה תמונה חדשה עכשיו –
ar: لو ترفع صورة جديدة هلّق –

source: זמן %(action_label)s יתעדכן לשעה הנוכחית
ar: وقت %(action_label)s رح يتحدّث على الساعة الحاليّة

source: וזה עלול להיחשב כאיחור!
ar: وممكن ينحسب تأخير!

source: שימו לב! זמן %(action_label)s יתעדכן לשעה הנוכחית וזה עלול להיחשב כאיחור. להמשיך?
ar: دير بالك! وقت %(action_label)s رح يتحدّث للوقت الحالي وممكن ينحسب تأخير. نكمل؟

source: כן, להעלות תמונה חדשה
ar: آه، ارفع صورة جديدة

source: האם אתה בטוח שברצונך להעלות תמונה חדשה? זמן %(action_label)s יתעדכן לשעה הנוכחית.
ar: متأكد بدك ترفع صورة جديدة؟ وقت %(action_label)s رح يتحدّث للوقت الحالي.

source: חזרה לרשימת המשימות
ar: رجوع لقائمة المهام

source: שים לב: אם תבצע עכשיו את %(action_label)s, זה עלול להיחשב כאיחור.
ar: دير بالك: لو بتعمل %(action_label)s هلّق، ممكن ينحسب تأخير.

source: הכל בסדר! רק נעדכן את השעה של %(action_label)s.
ar: تمام! بس رح نحدّث وقت %(action_label)s.

source: צ'ק‑אין למשימה
ar: تسجيل دخول للمهمّة

source: לבחור תמונה
ar: اختار صورة

source: 📷 צלם תמונה
ar: 📷 صوّر صورة

source: חזרה למשימות
ar: رجوع للمهام

source: תאריך יעד:
ar: تاريخ التسليم:

source: 🚀 לחצו כאן כדי לסיים את הצ'ק‑אין
ar: 🚀 اضغطوا هون عشان تخلصوا تسجيل الدخول

source: כל הכבוד!
ar: برافو!

source: הצ'ק‑אין נשלח בהצלחה 🎉
ar: تم إرسال تسجيل الدخول بنجاح 🎉

source: לא שלחת צ'ק‑אין!
ar: ما بعثت تسجيل دخول!

source: האם לצאת בלי לשלוח את התמונה?
ar: بدك تطلع بدون ما تبعث الصورة؟

source: להישאר
ar: أضلّ

source: לעזוב
ar: أطلع

source: אנא בחר תמונה לפני ביצוע צ\
ar: لو سمحت اختار صورة قبل ما تكمل

source: שולח...
ar: عم ببعث...

source: שגיאה בלתי צפויה.
ar: غلط مش متوقّع.

source: 🚀 לחצו כאן כדי לסיים את הצ\
ar: 🚀 اضغطوا هون عشان تخلصوا التسجيل

source: לא ניתן לבצע צ'ק-אאוט
ar: ما بقدر أعمل تسجيل خروج

source: 😞 לא ניתן לבצע צ'ק-אאוט
ar: 😞 ما بنقدر نعمل تسجيل خروج

source: עליך לבצע צ'ק-אין לפני שתוכל לבצע צ'ק-אאוט למשימה זו.
ar: لازم تعمل تسجيل دخول قبل ما تقدر تعمل تسجيل خروج لهالمهمّة.

source: חזור למשימות
ar: ارجع للمهام

source: צ'ק-אאוט למשימה!
ar: تسجيل خروج للمهمّة!

source: איזה יופי! 🔥
ar: يا سلام! 🔥

source: תצוגה מקדימה של התמונה
ar: معاينة للصورة

source: צלם שוב
ar: صوّر كمان مرّة

source: לחצו כאן כדי לסיים את הצ'ק‑אאוט
ar: اضغطوا هون عشان تخلصوا تسجيل الخروج

source: משגרים את התמונה... ☄️
ar: منبعت الصورة... ☄️

source: מעולה! התמונה טסה למנטור כמו טיל 🚀
ar: تمام! الصورة طارت عالمرشد مثل الصاروخ 🚀

source: קמע חושב
ar: التميمة عم تفكّر

source: רגע לפני שיוצאים...
ar: لحظة قبل ما تطلع...

source: התמונה שלך עוד לא נשלחה. האם אתה בטוח שברצונך לחזור?
ar: صورتك لسه ما انبعتت. أكيد بدك ترجع؟

source: כן, צא
ar: آه، أطلع

source: לא, המשך
ar: لا، كمّل

source: אופס! הייתה בעיה בעיבוד התמונה. נסה שוב.
ar: اوبس! صار مشكلة بمعالجة الصورة. جرّب كمان مرّة.

source: קובץ תמונת ברירת המחדל אינו מוגדר כראוי.
ar: ملف صورة الافتراضي مش مهيّأ صح.

source: אופס! הייתה בעיה בטעינת תמונת ברירת המחדל.
ar: اوبس! صار مشكلة بتحميل صورة الافتراضي.

source: אנא בחר/י או צלם/י תמונה לפני השליחה.
ar: لو سمحت اختار/ي أو صوّر/ي صورة قبل الإرسال.

source: שגיאת שרת:
ar: غلط من الخادم:

source: שגיאה לא צפויה בעת השמירה.
ar: غلط مش متوقّع وقت الحفظ.

source: אוי לא!
ar: يا ويلي!

source: קמע כתום וחברותי
ar: تميمة برتقالية وطيّوبة

source: משימת הצ'ק־אאוט מוכנה לשיגור... 📸 לחץ כדי להתחיל!
ar: مهمّة تسجيل الخروج جاهزة للإقلاع... 📸 اضغط لتبلّش!

source: בחר/י תמונה
ar: اختار/ي صورة

source: צלם/י תמונה
ar: صوّر/ي صورة

source: השתמש בתמונת ברירת מחדל
ar: استعمل صورة افتراضية

source: חזרה לבחירת משימות
ar: رجوع لاختيار المهام

source: 🤔 רגע! עוד לא שלחת את התמונה. בטוח שאת/ה רוצה לצאת?
ar: 🤔 لحظة! لسه ما بعثت الصورة. أكيد بدك تطلع؟

source: חזרה לקמפיינים
ar: رجوع للحملات

source: משתתפים
ar: مشاركين

source: נרשמת
ar: سجّلت

source: הושלם
ar: اكتمل

source: חסום
ar: محظور

source: הצטרף
ar: انضمّ

source: נותרו: %(remaining)s לסיום הקמפיין
ar: ضلّ %(remaining)s لانتهاء الحملة

source: הקמפיין הסתיים!
ar: الحملة خلصت!

source: זמן לא זמין
ar: الوقت مش متاح

source: עזוב קמפיין
ar: اترك الحملة

source: האם אתה בטוח?
ar: متأكد؟

source: אם תעזוב את הקמפיין, כל המשימות שלך יוסרו .
ar: إذا بتترك الحملة، كل مهامك رح تنشال .

source: אתה תהיה חסום מהקמפיין למשך %(campaign_ban_duration)s שעות.
ar: رح تنحظر عن الحملة لمدة %(campaign_ban_duration)s ساعات.

source: בטל
ar: إلغاء

source: הצטרף לקמפיין
ar: انضمّ للحملة

source: ⚠️ חסום מהקמפיין עד
ar: ⚠️ محظور من الحملة لحد

source: בשעה
ar: بالساعة

source: סטטוס: מאושר ✔️
ar: الحالة: مقبول ✔️

source: סטטוס: נדחה ❌
ar: الحالة: مرفوض ❌

source: סטטוס: בהמתנה לאישור המנטור ⏳
ar: الحالة: بستنى موافقة المرشد ⏳

source: לא התחלת
ar: لسه ما بلّشت

source: משימה עם צילום
ar: مهمّة مع تصوير

source: משימה בלי צילום
ar: مهمّة بدون تصوير

source: שעה
ar: ساعة

source: שעות
ar: ساعات

source: דקה
ar: دقيقة

source: דקות
ar: دقايق

source: פחות מדקה
ar: أقل من دقيقة

source: נותרו:
ar: ضلّ:

source: לסיום הקמפיין
ar: لانتهاء الحملة

source: הושלם!
ar: اكتمل!

source: קמפיינים פעילים
ar: حملات شغّالة

source: אין קמפיינים זמינים כרגע
ar: ما في حملات متاحة هسه

source: אבל אל דאגה! קמפיינים חדשים בדרך...
ar: بس لا تقلق! حملات جديدة بالطريق...

source: תבדוק שוב בקרוב!
ar: ارجع تفقد قريب!

source: ↻ תרענן את הדף מדי פעם
ar: ↻ حدّث الصفحة كل شوي

source: היי גיבור 🦸, כולם המשיכו במשימות... ואתה?
ar: هَي بطل 🦸، الكل مكمل بالمهام... وإنت؟

source: כולם ממשיכים במשימות... ואתה? 😢
ar: الكل مكمل بالمهام... وإنت؟ 😢

source: המנוי שלך הסתיים ⏳ – חזור עכשיו ותחזור ליהנות ממשימות, פרסים ואתגרים 🎯🎁
ar: اشتراكك خلص ⏳ — ارجع هلّق وكمّل تستمتع بالمهام، الجوائز والتحدّيات 🎯🎁

source: תשלום במזומן
ar: دفع كاش

source: תשלום בכרטיס אשראי
ar: دفع ببطاقة

source: 🚀 התחל תקופת ניסיון ל־7 ימים 🚀
ar: 🚀 بلّش تجربة 7 أيام 🚀

source: 🎉 הניסיון שלך בתוקף עד %(child.trial_end)s
ar: 🎉 تجربتك شغّالة لحد %(child.trial_end)s

source: טינקוינס בארנק:
ar: تينكوينز بالمحفظة:

source: רשימת פרסים
ar: قائمة الجوائز

source: בקשות בתהליך
ar: طلبات قيد التنفيذ

source: צדקה
ar: صدقة

source: יציאה
ar: خروج

source: חדש
ar: جديد

source: logo
ar: شعار

source: משימה מוצמדת
ar: مهمّة مثبّتة

source: יש חלון זמן
ar: فيه نافذة وقت

source: טינקוינס:
ar: تينكوينز:

source: ממתין לאישור המנטור
ar: مستني موافقة المرشد

source: מאושר
ar: مقبول

source: נדחה
ar: مرفوض

source: צ`ק אין
ar: تسجيل دخول

source: לא התחיל
ar: ما بلّش

source: תיאור המשימה:
ar: وصف المهمّة:

source: פרטים נוספים:
ar: تفاصيل زيادة:

source: מנטורים אחראים:
ar: المرشدين المسؤولين:

source: חלונות זמן
ar: نوافذ الوقت

source: צ'ק-אין
ar: تسجيل دخول

source: צ'ק-אאוט
ar: تسجيل خروج

source: 📅 רק בתאריך %(date)s
ar: 📅 بس بتاريخ %(date)s

source: 📅 כל יום %(weekday)s
ar: 📅 كل يوم %(weekday)s

source: 📅 בכל יום
ar: 📅 كل يوم

source: 🕒 בין %(st)s ל-%(en)s
ar: 🕒 بين %(st)s و-%(en)s

source: ✔️ עם תמונה
ar: ✔️ مع صورة

source: ❌ בלי תמונה
ar: ❌ بدون صورة

source: %(shop.city)s • %(points_left_to_redeem)s טינקואינס למימוש
ar: %(shop.city)s • %(points_left_to_redeem)s تينكوينز للاستخدام

source: דירוגים
ar: تقييمات

source: אין
ar: ما في

source: שירות:
ar: الخدمة:

source: פרסים:
ar: الجوائز:

source: קטגוריות
ar: فئات

source: אין קטגוריות זמינות
ar: ما في فئات متاحة

source: שעות פתיחה
ar: ساعات الدوام

source: סגור
ar: مسكّر

source: ניווט לחנות
ar: افتح خريطة للمتجر

source: 🎁 עבור לפרסים הזמינים
ar: 🎁 روح للجوائز المتاحة

source: הזמן חברים ל-Volunteen!
ar: عزّم أصحابك على Volunteen!

source: שתף את הקוד וצבור נקודות יחד עם החברים שלך
ar: شارك الكود واجمع نقاط مع أصحابك

source: קוד QR להזמנה
ar: كود QR للدعوة

source: סרוק אותי כדי להצטרף!
ar: إمسحني لتِنضم!

source: או העתק את הקישור:
ar: أو انسخ الرابط:

source: העתק
ar: انسخ

source: הועתק!
ar: اننسخ!

source: טיפים לשיתוף מוצלח
ar: نصايح لمشاركة ناجحة

source: תן לחברים לסרוק את הקוד ישירות מהנייד שלך.
ar: خلّي أصحابك يمسحوا الكود مباشرة من موبايلك.

source: שלח את הקישור שהעתקת לחברים בקבוצת הווטסאפ.
ar: ابعث الرابط اللي نسختُه لأصحابك بقروب الواتساب.

source: ספר להם על המשימות המגניבות והפרסים השווים שאפשר להשיג!
ar: احكيلهم عن المهام الحلوة والجوائز القوية اللي بتقدروا تاخدوها!

source: הרשמה - Volunteen
ar: تسجيل - Volunteen

source: הצטרף לקהילה שלנו! 🚀
ar: انضمّ لمجتمعنا! 🚀

source: שם מלא
ar: الاسم الكامل

source: הכנס את שמך המלא
ar: اكتب اسمك الكامل

source: סיסמה
ar: كلمة السر

source: בחר סיסמה חזקה
ar: اختار كلمة سر قوية

source: מספר טלפון
ar: رقم تلفون

source: אימות מספר טלפון
ar: تأكيد رقم التلفون

source: הכנס שוב את מספר הטלפון
ar: اكتب رقم التلفون كمان مرّة

source: המספרים אינם תואמים
ar: الأرقام مش متطابقة

source: אני מאשר/ת שקיבלתי את הסכמת ההורים שלי
ar: بأكّد إني أخذت موافقة أهلي

source: (קרא את ההסכם)
ar: (اقرا الاتفاق)

source: טלפון
ar: تلفون

source: אישור הורים התקבל
ar: تم استلام موافقة الأهل

source: קוד אימות שנשלח ב־WhatsApp
ar: كود التحقّق المُرسل على واتساب

source: הכנס את הקוד שקיבלת (6 ספרות)
ar: اكتب الكود اللي وصلك (6 أرقام)

source: סיום הרשמה
ar: إنهاء التسجيل

source: שלח קוד אימות
ar: ابعت كود تحقّق

source: כבר רשום?
ar: مسجّل من قبل؟

source: התחבר כאן
ar: سجّل دخول من هون

source: שנה שפה
ar: تغيير اللغة

source: נא להכניס שם מלא תקין
ar: دخل اسم كامل صحيح

source: נא להכניס שם פרטי ושם משפחה
ar: اكتب اسمك الأول واسم العيلة

source: הסיסמה חייבת להכיל לפחות 6 תווים
ar: كلمة السر لازم تكون 6 حروف/أرقام على الأقل

source: מספרי הטלפון אינם תואמים
ar: أرقام التلفون مش متطابقة

source: יש לאשר קבלת הסכמת הורים
ar: لازم تأكد موافقة الأهل

source: מעבד...
ar: عم بمعالج...

source: משימות פעילות
ar: مهام شغّالة

source: משימות רגילות
ar: مهام عاديّة

source: משימות קמפיין
ar: مهام الحملة

source: אין משימות רגילות.
ar: ما في مهام عاديّة.

source: אין משימות קמפיין פעילות.
ar: ما في مهام حملة شغّالة.

source: פרופיל ילד
ar: ملف الطفل

source: מסך הבית
ar: الصفحة الرئيسية

source: צ'ק אין
ar: تسجيل دخول

source: קיר התהילה
ar: لوح الشرف

source: לעזרה או תמיכה, צרו קשר ב
ar: للمساعدة أو الدعم، تواصلوا عبر

source: מסך הבית - Volunteen
ar: الصفحة الرئيسية - Volunteen

source: ברוך הבא, %(username)s!
ar: أهلًا فيك، %(username)s!

source: רוצים להמשיך ליהנות מוולונטין?
ar: بدكم تضلّوا تستمتعوا بـ Volunteen؟

source: המנוי שלך מתקרב לסיום בעוד %(days)s ימים.<br> כדי לא לפספס משימות, פרסים והפתעות – אפשר לחדש ולהישאר איתנו בהרפתקה!
ar: اشتراكك قرب يخلص بعد %(days)s أيام.<br> عشان ما تفوّت مهام، جوائز ومفاجآت — فيك تجدّد وتضلّ معنا بالمغامرة!

source: לחדש מנוי
ar: جدّد الاشتراك

source: Avatar
ar: أفاتار

source: 🔥 רצף ההתחברויות שלך
ar: 🔥 سلسلة دخولك المتتالية

source: ימים ברצף
ar: أيام وراك بعض

source: ✅ שמור על הרצף שלך
ar: ✅ حافظ على السلسلة تبعتك

source: 🎉 כל הכבוד! שמרת על הרצף שלך! 🔥
ar: 🎉 برافو! حافظت على سلسلتك! 🔥

source: הרמה שלך:
ar: مستواك:

source: בוא נאסוף עוד טינקאוינס!
ar: يلا نجمع كمان تينكوينز!

source: התקדמות לרמה הבאה:
ar: تقدّم للمستوى الجاي:

source: חבר מביא חבר – הצג קוד QR
ar: صاحب بيجيب صاحب — ورّجي كود QR

source: חבר מביא חבר 📱
ar: صاحب بيجيب صاحب 📱

source: סרקו את הקוד והצטרפו למשחק! 🎮
ar: إمسحوا الكود وانضمّوا للعبة! 🎮

source: יש לך %(count)s משימות חדשות!
ar: إلك %(count)s مهام جديدة!

source: קדימה למשימות! 🧡
ar: يلا على المهام! 🧡

source: סימנתי כנקרא
ar: علّمت كمقروء

source: רשימת משימות
ar: قائمة المهام

source: היסטוריית רכישה
ar: سجلّ المشتريات

source: קמפיינים
ar: حملات

source: היסטוריית טינקוינס
ar: سجلّ التينكوينز

source: שיאני רצף
ar: أبطال السلسلة

source: קיר התרומות
ar: لوح التبرعات

source: הזמן חברים
ar: اعزم أصحابك

source: צ'ק אין/אאוט
ar: تسجيل دخول/خروج

source: היסטוריית משימות
ar: سجلّ المهام

source: Volunteen - דף משחקים לילדים
ar: Volunteen - صفحة ألعاب للأطفال

source: שחקו, צברו נקודות, וזכו בפרסים! 🎁
ar: العبوا، اجمعوا نقاط، واربَحوا جوائز! 🎁

source: הצטרפו לאתגר הגדול - השלימו משימות, אספו נקודות, והתחרו עם חברים!
ar: انضمّوا للتحدّي الكبير — كمّلوا مهام، اجمعوا نقاط، وتنافسوا مع أصحابكم!

source: יש לכם חשבון? התחברו!
ar: عندكم حساب؟ سجّلوا دخول!

source: 🎈 ילדים – התחילו עכשיו ב־7 ימי ניסיון חינם!
ar: 🎈 يا ولاد — بلّشوا هلّق تجربة 7 أيام مجّان!

source: 🏠 חזרה לדף הבית
ar: 🏠 رجوع للصفحة الرئيسية

source: איך זה עובד?
ar: كيف بشتغل؟

source: 🎮 שחקו ובצעו משימות מהנות!
ar: 🎮 العبوا واعمَلوا مهام ممتعة!

source: 💎 צברו נקודות על ההצלחות שלכם!
ar: 💎 اجمعوا نقاط على نجاحاتكم!

source: 🏆 השתמשו בנקודות כדי לקבל פרסים שווים בבתי העסק!
ar: 🏆 استخدموا النقاط لتاخدوا جوائز حلوة من المحلات!

source: מצטייני החודש 🎖️
ar: مُتفوّقين الشهر 🎖️

source: %(username)s - %(points)s טינקאוינס
ar: %(username)s - %(points)s تينكوينز

source: עוד אין מצטיינים לחודש זה! היו הראשונים לשחק 🎮
ar: لسّه ما في متفوّقين لهالشهر! كونوا الأوّل اللي بلّش 🎮

source: מה מחכה לכם? 🎁
ar: شو بستناكم؟ 🎁

source: קבלו פרסים שווים מהעסקים המקומיים המשתתפים!
ar: خدوا جوائز حلوة من المحلات المحلية المشاركة!

source: פרסים
ar: جوائز

source: רגעים בלתי נשכחים 🎉
ar: لحظات ما بتتنسى 🎉

source: פעילות 1
ar: فعالية 1

source: פעילות 2
ar: فعالية 2

source: פעילות 3
ar: فعالية 3

source: בקשות הממתינות שלי
ar: طلباتي اللي بتستنى

source: בקשות פדיון ממתינות
ar: طلبات استبدال مستنيّة

source: חנות:
ar: متجر:

source: כמות:
ar: كمية:

source: ממתין לאישור
ar: مستني موافقة

source: פג תוקף
ar: منتهي

source: אין בקשות ממתינות.
ar: ما في طلبات مستنيّة.

source: חשבון הנקודות שלי
ar: حساب نقاطي

source: סה"כ נקודות: %(active_points)s
ar: المجموع الكلّي للنقاط: %(active_points)s

source: נקודות שהרווחת
ar: نقاط ربحتها

source: נקודות שמומשו
ar: نقاط تم استخدامها

source: תרומות
ar: تبرعات

source: נקודות שהושגו
ar: نقاط تم الحصول عليها

source: תאריך:
ar: تاريخ:

source: נקודות מקוריות:
ar: نقاط أصلية:

source: בונוס:
ar: بونص:

source: נקודות שנותרו:
ar: نقاط ضلّت:

source: תפוגה:
ar: تاريخ الانتهاء:

source: לא נמצאו נקודות שהרוויחת.
ar: ما لقينا نقاط ربحتها.

source: נקודות שנממשו
ar: نقاط اتستخدمت

source: מימוש ב-%(shop)s
ar: استخدام بـ%(shop)s

source: תאריך מימוש:
ar: تاريخ الاستخدام:

source: נקודות בשימוש:
ar: نقاط مستخدمة:

source: לא בוצעו מימושים עדיין.
ar: لسّه ما صار استخدام.

source: תרומה ל-%(category)s
ar: تبرّع لـ%(category)s

source: לא בוצעו תרומות עדיין.
ar: لسّه ما صار تبرعات.

source: מתאריך:
ar: من تاريخ:

source: עד תאריך:
ar: لِتاريخ:

source: סנן
ar: فلتر

source: תאריך
ar: تاريخ

source: טינקוינס שמומשו
ar: تينكوينز تم استخدامها

source: בית עסק
ar: محل

source: פעולות
ar: إجراءات

source: דרג
ar: قيّم

source: לא ניתן לדרג
ar: ما بقدر أقيّم

source: אין עדיין רכישות.
ar: لسّه ما في مشتريات.

source: תרומת טינקוינס
ar: تبرّع تينكوينز

source: תרום טינקוינס
ar: تبرّع تينكوينز

source: תרום את הטינקוינס שלך ועזור לקהילה
ar: تبرّع بتينكوينز تبعتك وساعد المجتمع

source: יש לך
ar: عندك

source: טינקוינס זמינים לתרומה
ar: تينكوينز جاهزة للتبرّع

source: בחר קטגוריה לתרומה
ar: اختار فئة للتبرّع

source: תרום עכשיו
ar: تبرّع هسّه

source: שם משתמש:
ar: اسم المستخدم:

source: סך תרומות:
ar: مجموع التبرعات:

source: לוח תרומות
ar: لوح التبرعات

source: המובילים בתרומות - חודש נוכחי
ar: أكثر ناس متبرّعين — هالشهر

source: עיר:
ar: مدينة:

source: מיקום
ar: المركز

source: שם משתמש
ar: اسم المستخدم

source: סך תרומות
ar: مجموع التبرعات

source: לא נמצאו תרומות בטווח התאריכים והעיר שנבחרו
ar: ما لقينا تبرعات بهالفترة والمدينة المختارة

source: תרומה הושלמה בהצלחה
ar: التبرّع تمّ بنجاح

source: תרמת
ar: تبرّعت

source: טינקוינס
ar: تينكوينز

source: לקטגוריה:
ar: للفئة:

source: חזרה לדף הבית
ar: رجوع للصفحة الرئيسية

source: ما نقصت صدقةٌ من مالٍ، وما زاد اللهُ عبدًا بعفوٍ إلا عزًّا، وما تواضع عبدٌ إلا رفعه اللهُ
ar: الصدقة ما بتنقص المال، والله برفع قدر اللي بعفو، واللي بتواضع الله برفعه

source: Charity does not decrease wealth. Allah increases the honor of one who forgives, and whoever humbles himself, Allah elevates him.
ar: الصدقة ما بتنقص المال. الله بزود شرف اللي بيسامح، واللي بيتواضع الله برفعه.

source: בחירת טווח תאריכים
ar: اختيار مدى التواريخ

source: תאריך התחלה
ar: تاريخ البداية

source: תאריך סיום
ar: تاريخ النهاية

source: עיר
ar: مدينة

source: (את/ה)
ar: (إنت/ي)

source: לא נמצאו ילדים
ar: ما لقينا أولاد

source: Rate Redemption
ar: تقييم المشتريات

source: דרג את המימוש שלך
ar: قيّم استخدامك

source: תאריך מימוש: %(date)s
ar: تاريخ الاستخدام: %(date)s

source: שמור דירוג
ar: احفظ التقييم

source: משימות שביצעתי
ar: المهام اللي عملتها

source: הכל
ar: الكل

source: מאושרות
ar: مقبولة

source: נדחות
ar: مرفوضة

source: משימה
ar: مهمّة

source: הוקצה ע"י
ar: تخصّص عن طريق

source: סטטוס
ar: الحالة

source: אושר
ar: اتوافق

source: הערת מנטור:
ar: ملاحظة المرشد:

source: אין משימות שבוצעו עד כה.
ar: ما في مهام منجزة لحد هسّه.

source: פרסים ומבצעים
ar: جوائز وعروض

source: כל הערים
ar: كل المدن

source: כל הקטגריות
ar: كل الفئات

source: פרטים נוספים על החנות
ar: تفاصيل زيادة عن المتجر

source: פרטים נוספים על %(shop_name)s
ar: تفاصيل زيادة عن %(shop_name)s

source: פתוח עכשיו
ar: مفتوح هلق

source: סגור כעת
ar: مسكّر هلق

source: %(points)s טינקואינס נותרו למימוש
ar: %(points)s تينكوينز ضايل للاستخدام

source: בחר פרס מהחנות
ar: اختار جائزة من المتجر

source: חנות זו אינה זמינה כרגע עקב איסור רכישה
ar: هالمتجر مش متاح هسا بسبب منع الشراء

source: אין פרסים זמינים
ar: ما في جوائز متاحة

source: הגעת למגבלת חנויות
ar: وصلت لحدّ المحلات

source: %(points)s טינקואינס
ar: %(points)s تينكوينز

source: אין פרסים זמינים כרגע
ar: ما في جوائز متاحة هسّه

source: בקשת מימוש טינקוינס
ar: طلب استخدام تينكوينز

source: מגבלות יומיות
ar: قيود يومية

source: פרסים שנותרו:
ar: جوائز ضايلة:

source: טינקואינס זמינים:
ar: تينكوينز متاحين:

source: זכרו: אפשר לממש פרסים רק ב-%(MAX_SHOPS_PER_DAY)s חנויות ביום
ar: تذكّروا: فيكم تستخدموا جوائز بس بـ%(MAX_SHOPS_PER_DAY)s محلات باليوم

source: %(reward.points_required)s טינקוינס
ar: %(reward.points_required)s تينكوينز

source: הקבלה שלך
ar: وصل الشراء تبعك

source: ביטול בקשה
ar: إلغاء الطلب

source: שלח בקשת פרס
ar: ابعت طلب جائزة

source: הגעת למגבלת הפרסים היומית!
ar: وصلت لحدّ الجوائز اليومي!

source: אין מספיק טינקואינס למימוש נוסף!
ar: ما في تينكوينز كفاية لاستخدام زيادة!

source: אנא בחר לפחות פרס אחד.
ar: لو سمحت اختار جائزة واحدة على الأقل.

source: שולח בקשה...
ar: عم نبعت الطلب...

source: אנא אפשר חלונות קופצים כדי למלא את טופס הבקשה.
ar: لو سمحت فعّل النوافذ المنبثقة عشان تعبي نموذج الطلب.

source: שגיאה בפתיחת הטופס, נסה שוב מאוחר יותר.
ar: غلط بفتح النموذج، جرّب بعد شوي.

source: שגיאה לא צפויה. נסה שוב מאוחר יותר.
ar: غلط مش متوقّع. جرّب بعد شوي.

source: שגיאה בבקשה.
ar: غلط بالطلب.

source: הקנייה חסומה כרגע.
ar: الشراء محظور هسا.

source: 🏆 טבלת שיאני רצף
ar: 🏆 جدول أبطال السلسلة

source: מקום
ar: المركز

source: שם
ar: الاسم

source: 🔥 רצף (ימים)
ar: 🔥 سلسلة (أيام)

source: 🔙 חזרה לבית
ar: 🔙 رجوع للبيت

source: משימות לביצוע
ar: مهام للتنفيذ

source: עדיין לא התחלתי
ar: لسّه ما بلّشت

source: התחלתי (עם צ'ק-אין)
ar: بلّشت (مع تسجيل دخول)

source: סיימתי (עם צ'ק-אאוט)
ar: خلصت (مع تسجيل خروج)

source: תמונת משימה
ar: صورة المهمّة

source: תיאור:
ar: وصف:

source: 📷 העלאה מהמצלמה
ar: 📷 رفع من الكاميرا

source: 🖼️ מהמצלמה או הגלריה
ar: 🖼️ من الكاميرا أو المعرض

source: ✅ אוטומטי בצ'ק-אין
ar: ✅ تلقائي وقت تسجيل الدخول

source: ✅ אוטומטי בצ'ק-אאוט
ar: ✅ تلقائي وقت تسجيل الخروج

source: ❌ אין צורך בהעלאה
ar: ❌ مش لازم ترفع

source: ⏰ חלונות זמן:
ar: ⏰ نوافذ الوقت:

source: רק בתאריך %(rule.specific_date|date:"d/m/Y")s
ar: بس بتاريخ %(rule.specific_date|date:"d/m/Y")s

source: כל יום %(rule.weekday|hebrew_weekday)s
ar: كل يوم %(rule.weekday|hebrew_weekday)s

source: בכל יום
ar: كل يوم

source: בין %(start)s ל-%(end)s
ar: بين %(start)s و-%(end)s

source: ! אין משימות ממתינות
ar: ! ما في مهام مستنيّة

source: צ'ק-אין מחדש
ar: تسجيل دخول مرّة ثانية

source: ! אין משימות עם צ'ק-אין בלבד
ar: ! ما في مهام فيها بس تسجيل دخول

source: סטטוס:
ar: الحالة:

source: צ'ק-אאוט מחדש
ar: تسجيل خروج مرّة ثانية

source: ! אין משימות שהושלמו
ar: ! ما في مهام مكتملة

source: את/ה כבר נרשמת לקמפיין זה.
ar: إنت/ي مسجّل/ة بهالحملة من قبل.

source: הקמפיין מלא.
ar: الحملة مليانة.

source: דירוג אינו אפשרי לאחר 7 ימים מהקנייה.
ar: ما بنقدر نقيّم بعد 7 أيام من الشراء.

source: הדירוג עודכן בהצלחה!
ar: التقييم اتحدّث بنجاح!

source: Error: No check-in image found. Cannot process check-out.
ar: خطأ: ما لقينا صورة تسجيل الدخول. ما بنقدر نكمل تسجيل الخروج.

source: Task assignment not found for this child.
ar: ما لقينا تعيين المهمّة لهالطفل.

source: לא נמצאו נתוני EXIF בתמונה.
ar: ما لقينا بيانات EXIF بالصورة.

source: התמונה צולמה לפני זמן רב מדי.
ar: الصورة مصوّرة من زمان كتير.

source: התמונה תקינה.
ar: الصورة تمام.

source: קיבלת 7 ימים ניסיון חינם 🎉
ar: أخذت 7 أيام تجربة مجّان 🎉

source: כבר השתמשת בניסיון שלך 😢
ar: استخدمت تجربتك قبل 😢

source: שיהיה לך פתיחה חזקה לשבוע! תתחיל לאסוף נקודות ולהגשים את החלומות שלך!
ar: إن شاء الله بداية قوية للأسبوع! بلّش تجمع نقاط وتحقّق أحلامك!

source: זה יום שני! תמשיך לשאוף למעלה ולכוון גבוה! אתה בדרך להצלחה!
ar: اليوم الاثنين! ظلّك تطمح وتعلّي — إنت بطريق النجاح!

source: זה יום שלישי! הזמן להראות את הכוח והנחישות שלך! אתה יכול לעשות הכל!
ar: اليوم التلات! وقت تفرجي قوّتك وإصرارك! بتقدر تعمل كل شي!

source: זה יום רביעי! אתה כבר באמצע השבוע, תמשיך להתקדם ולכבוש מטרות!
ar: اليوم الأربعا! صرت بنص الأسبوع، كمّل وحقق أهدافك!

source: זה יום חמישי! כמעט סיימת את השבוע, תשמור על קצב חזק ותגיע למטרה!
ar: اليوم الخميس! قرّبت تخلّص الأسبوع، خليك قوي ووصل لهدفك!

source: שישי שמח! תחגוג את ההישגים שלך ותהנה מהיום! אתה בדרך הנכונה!
ar: جمعة مباركة! احتفل بإنجازاتك واستمتع باليوم! إنت ماشي صح!

source: זה יום שבת! תמשיך לפעול ולהתקדם לקראת שבוע חדש ומוצלח!
ar: اليوم السبت! كمّل وتجهّز لأسبوع جديد وناجح!

source: שגיאה בתרומה
ar: غلط بالتبرّع

source: Invalid request
ar: طلب غير صالح

source: כבר לחצת היום!
ar: ضغطت اليوم من قبل!

source: 🔥 כל הכבוד! שמרת על הרצף!
ar: 🔥 برافو! حافظت على السلسلة!

source: לא ניתן לדרג מימוש זה. ייתכן שחלפו 7 ימים או שהמימוש כבר דורג.
ar: ما بنقدر نقيّم هالاستخدام. ممكن مرّ 7 أيام أو قيّمته قبل.
